{
    "app_title": "Deposito Gemagtiging",
    "main_description": "Om geld te ontvang vanaf betalingstransaksies, aangesien jy <em>Deposito Gemagtiging</em> geaktiveer het, <strong>moet jy die senders van daardie Betalings vooraf gemagtig</strong> wees. Enige betalings van 'n rekening wat nie in die lys is nie, sal verwerp word.",
    "trouble_shoot": "As jy probleme ondervind om 'n betaling na jou rekening te stuur, kan jy die <em>Deposito Gemagtiging</em> tydelik deaktiveer.",
    "not_enabled": "Is nie geaktiveer nie, daar is geen beperking op watter rekeninge 'n betaling na jou rekening kan stuur nie.",
    "auth_button": "gemagtig",
    "input_placeholder": "Adres om te magtig",
    "list_title": "Gemagtigde Rekeninge",
    "list_helper": "druk om rekeninge te verwyder",
    "warning": "Geen rekening kan 'n betaling na hierdie beursie maak nie.",
    "list_information": "Voeg rekeninge by wat betalings na hierdie beursie kan maak.",
    "main_button_dis": "Deaktiveer Deposito Gemagtiging",
    "main_button_en": "Aktiveer Deposito Gemagtiging",
    "challenge_1": "Eerste uitdaging",
    "challenge_2": "Tweede uitdaging",
    "challenge_3": "Derde uitdaging",
    "challenge_4": "Vierde uitdaging",
    "challenge_body_1": "Wanneer <em>Deposito-magtiging</em> geaktiveer is, kan jy fondse van 'n beurs na hierdie beursie onttrek?",
    "challenge_body_2": "As jy rekeninge by jou gemagtigde lys gevoeg het en <em>Deposito-magtiging</em> is gedeaktiveer. Sal jou rekening enige transaksies blokkeer?",
    "challenge_body_3": "As jy 'n ruil-hotwallet verkeerdelik gemagtig het, voeg jy byvoorbeeld net hul deposito-adres by en nie hul met drawl-adres nie. Jou met drawl-transaksie na jou beursie misluk nou by die ruil, wat doen jy?",
    "challenge_body_4": "Kan deposito-magtiging aan en af ​​geskakel word? Waar deur jy tydelik enige transaksie toelaat.",
    "challenge_1_ans_a": "Geen waarde kan ontvang word nie",
    "challenge_1_ans_b": "Slegs as 'n rekening gemagtig is",
    "challenge_1_ans_c": "Slegs rekeninge in jou xaman-adresboek sal aanvaar word",
    "challenge_2_ans_a": "Geen transaksies sal geblokkeer word nie",
    "challenge_2_ans_b": "Rekeninge in die deposito-magtiging kan slegs deposito's maak",
    "challenge_2_ans_c": "Slegs strooipostransaksies sal geblokkeer word",
    "challenge_3_ans_a": "Plaas op sosiale media om die XRPL te blameer, werk nie",
    "challenge_3_ans_b": "Rekeninge in die deposito-magtigingslys kan slegs deposito's maak",
    "challenge_3_ans_c": "Deaktiveer deposito-magtiging en kontak die beurs sodat hulle die onttrekking herprobeer",
    "challenge_4_ans_a": "U kan deposito-magtiging wissel",
    "challenge_4_ans_b": "Sodra dit aktief is, kan dit nie gedeaktiveer word nie",
    "fail_heading": "Onvoldoende kennis om hierdie xApp te gebruik",
    "fail_body": "Jy kon nie aan die minimum begrip voldoen wat nodig is om hierdie toepassing te gebruik nie. Hersien asseblief die materiaal by"
}
